[
    {
        "title": "Power Outage Predictions",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "In this project, we analyze a dataset of major power outages in the U.S. to answer the question: Is the average outage duration for power outages caused by severe weather equal to the average outage duration for power outages caused by equipment failure?",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"

    },
    {
        "title": "Entertainment Recommender",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "The Entertainment Recommender is a Flask-based web application that suggests books, movies, and songs based on user preferences. By leveraging OpenAI’s GPT-3.5-turbo model, the application generates personalized recommendations to enhance your entertainment experience.",
        "year": "2024",
        "github": "https://github.com/yvcardenas/entertainment_recommender.git"
    },
    {
        "title": "The Color of Convenience",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Data visualization showing how processing affectds food cost and nutritional value. As processing increasing, food becomes cheaper but less nutritional. ",
        "year": "2025",
        "pdf": "https://drive.google.com/file/d/1CTU9VsfCuwZ3VvT4qk_8XfIOPxHJ1HOC/view?usp=sharing"
    },
    {
        "title": "Laborum, deleniti? Vitae, qui?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Non corrupti enim laborum aliquam, saepe culpa unde facere doloribus rerum numquam consequatur! Placeat ratione magnam fuga a fugiat voluptas ex quaerat, sit voluptate impedit. Eaque dolore aperiam numquam ipsam?",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Aliquam ipsa ea saepe?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloribus corporis corrupti eos praesentium accusamus quia. Deleniti voluptatibus non accusantium eos culpa suscipit similique quos praesentium laboriosam reprehenderit, excepturi maiores aspernatur quidem mollitia magni unde, itaque animi, labore earum.",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Fuga assumenda vel voluptatibus!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Atque similique perferendis omnis earum modi vitae, aperiam ducimus, optio repellat ea magni aspernatur quae quo accusamus, voluptas dolore ipsa quis beatae necessitatibus perspiciatis eos! Praesentium repudiandae corrupti doloribus deserunt.",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Voluptas quidem illum sint!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Vitae nulla quisquam minima officia amet quasi sapiente sed aperiam, fugiat, commodi explicabo numquam odit, rem veritatis provident eligendi placeat praesentium illo possimus quia. Natus, architecto in? Neque, inventore quis!",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Et alias rem nostrum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Impedit eaque pariatur id cumque animi! Reprehenderit ad praesentium natus dolor dolore, iure vero in eligendi, at enim veniam rem maiores expedita dicta nulla sequi fuga fugiat et! Odit, animi!",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Fugiat reprehenderit quo voluptas.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Officiis laudantium cupiditate sed vero recusandae aliquid veritatis. Nulla, placeat doloremque! Excepturi nam ullam nostrum hic laborum animi neque possimus amet, esse, reprehenderit pariatur aut id ipsum, fuga unde molestias.",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Officia tempore similique impedit.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Libero ad laboriosam numquam alias sequi est inventore enim! Est nisi beatae consequuntur molestias quod doloribus, suscipit nihil laboriosam nesciunt, laudantium nobis delectus facilis id illo accusantium modi totam eum.",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Labore saepe tenetur architecto!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Natus fugit sapiente, magnam beatae atque ipsa ratione eveniet dolor commodi? Quae ad laudantium libero facilis veniam vitae fugit ex totam quia tempora omnis eligendi, saepe recusandae ipsum fugiat obcaecati!",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    },
    {
        "title": "Pariatur debitis corporis quam!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste veniam ratione tenetur distinctio quo possimus, quaerat laboriosam modi exercitationem nihil quia cupiditate in? Delectus quam, saepe quisquam tenetur modi soluta a velit officiis placeat recusandae consequatur commodi voluptates!",
        "year": "2025",
        "github": "https://github.com/sophia-vo/Power-Outage-Predictions.git"
    }
]
